<?php
//////////////////////////////////////////////////////////////////////////////////////////////
// part of xzengine 
// copyright 2007-2008 xzengine
// autor Kulchicky Nikolay
// \descr "вспомогательные функции"
//////////////////////////////////////////////////////////////////////////////////////////////

// парсит дату в соответствии с шаблоном, возвращ€ет преобразованную дату 
function ParseDate($date, $templaate)
{
	$tpl = '{}'
	$templaate = htmlspecialchars($templaate);
	
}

?>