<?php
//////////////////////////////////////////////////////////////////////////////////////////////
// part of xzengine 
// copyright 2007-2008 xzengine
// autor Kulchicky Nikolay
//////////////////////////////////////////////////////////////////////////////////////////////

// файл настроек

// скин по умолчанию для системы установки xzengine
define("INSTALL_SKIN", 'default');

// язык по умолчанию для системы установки xzengine
define("INSTALL_LANG", 'ru');

// минимальная версия PHP необходимая для корректной работы xzengine
define("MINPHPVERSION", "5.1.6");


?>